/* part 2 of timeEconomyLabel */
" minutes" = " minutes";

/* part 2 of todayLabel */
" words" = " words";

/* words per minute */
" words/min" = " words/min";

/* Alert message */
"An error occured while fetching text from website. Please, try again." = "An error occured while fetching text from website. Please, try again.";

/* Author placeholder */
"Author's name" = "Author's name";

/* Reading speed chart name */
"Average reading speed" = "Average reading speed";

/* alert action button
   Cancel alert action */
"Cancel" = "Cancel";

/* editButtonTitle */
"Disable editing" = "Disable editing";

/* editButtonTitle */
"Enable editing" = "Enable editing";

/* Localized message shown after end of text */
"End of text" = "End of text";

/* Alert title
   alert title
   localized alert title */
"Error" = "Error";

/* Bottom Button */
"Fast Read it!" = "Fast Read it!";

/* Font size label */
"Font size: " = "Font size: ";

/* alert action button */
"Go" = "Go";

/* Alert message */
"Input name and author of the book" = "Input name and author of the book";

/* default inputTextView text */
"Input your text here..." = "Input your text here...";

/* maxSpeedLabel text */
"Max reading speed: " = "Max reading speed: ";

/* minutes */
"min" = "min";

/* Name of book placeholder */
"Name of the book" = "Name of the book";

/* Empty chart message */
"Not enough information yet" = "Not enough information yet";

/* readTodayLabel text */
"Read today: " = "Read today: ";

/* Percentage label
   percentage label */
"Read: " = "Read: ";

/* Percentage label */
"Read: \(Int((position/wordsCount)*100.0))% Remaining: \(Int((wordsCount - position) / readingSpeed)) min" = "Read: \(Int((position/wordsCount)*100.0))% Remaining: \(Int((wordsCount - position) / readingSpeed)) min";

/* percentage label */
"Remaining: " = "Remaining: ";

/* Save button title */
"Save" = "Save";

/* Alert title */
"Save as..." = "Save as...";

/* Example text */
"This is example text" = "This is example text";

/* timeEconomyLabel text */
"Time economy: " = "Time economy: ";

/* timeOfReadingLabel text */
"Total time of reading: " = "Total time of reading: ";

/* wordsCountLabel text */
"Total words count: " = "Total words count: ";

/* Unknown author */
"Unknown author" = "Unknown author";

/* No comment provided by engineer. */
"Unknown book" = "Unknown book";

/* localized alert message */
"You didn't input any text" = "You didn't input any text";

